[
    "Thank you.",
    "Praise be to God, the regent's father is very concerned about the islanders of Bawean.",
    "\"Keep the spirit up, Mr. Regent!\"",
    "\"The spirit, dude!\"",
    "May the Gresik Regency Government and the Central Government, especially, provide guidance for building earthquake-resistant houses or buildings.",
    "\"Always keep the spirit, bro!\"",
    "We kindly request that logistics be expedited.",
    "Bawean needs assistance, please expedite logistics.",
    "Logistics for Bawean Island.",
    "Logistics please help Pak Bawean needs assistance urgently, even requesting expedited handling, thank you.",
    "\"Expedite logistics package for Bawean, thank you.\"",
    "The Gresik District Government, through the BPBD Agency, is striving to prepare assistance as quickly as possible to be sent to Bawean Island.",
    "Right now, related parties are heading to Bawean Island to prepare assistance as quickly as possible, please remain calm and stay vigilant.",
    "Thank you very much, I would appreciate it if you could expedite it as soon as possible, the situation here is quite severe.",
    "Logistics for Bawean should be expedited immediately.",
    "Thank you very much.",
    "I have often questioned in several media why the name Tuban is brought up when it is actually about Bawean.",
    "Cheap Wi-Fi Promotions",
    "I'm also shocked, by the way, how are you, is it safe there, and how about here, the earthquake is still being discussed.",
    "It's really annoying, though, that you're being so bothered like that, don't you think, having a good time hanging out, right?",
    "The village of Lebak isn't included.",
    "\"Official information from BPBD as of March, and going forward we will update regularly if there is new data, thank you for the information.\"",
    "The handling is slow here, it's better to bring our own tarpaulin.",
    "The village square, dusun bakung, is also not included in the data, with many residents' homes damaged and still displaced, some are even forced to live in the fields, etc., please take further action.",
    "The data is incomplete if it only mentions being affected in the village, please check each hamlet first, if I'm not mistaken, all villages are affected.",
    "Ready, thank you for the information, and we will periodically update regarding the affected villages.",
    "The Gresik BPBD team, along with the second cluster team and other teams, has arrived in Bawean, and hopefully the assistance will be distributed soon.",
    "The military personnel have been deployed along with logistical assistance, hopefully it will be distributed soon.",
    "That Pekalongan village hospital has minor damage.",
    "\"Thank you, hopefully it will be resolved soon, please check every corner of the village and its hamlets.\"",
    "Please kindly recheck the data and writing to prevent any inaccuracies that may lead to misinformation.",
    "\"In the village of Daun, many residents' homes were severely impacted, and their data did not include them; we respectfully request that this issue be followed up and assisted.\"",
    "The village of Daun has not yet been entered into the minimum data and my house has also not been recorded as demolished.",
    "The village of Lebak is not included.",
    "The truth is that the village of Lebak is also very bad, especially in Raba Hamlet.",
    "Although the incident occurred in March, is there another date, whereas there are many houses damaged from lightly to severely, especially in the Raba hamlet.",
    "The data is inaccurate, in Sawahmulya many houses are lightly to severely damaged, please take prompt and effective action.",
    "East Pudakit Village, West Pudakit Village, Lebak Village, and Kumalasa Village in Sangkapura District, many houses were destroyed but were not included in the data collection.",
    "In the village, there is no direction.",
    "\"We apologize and thank you for the information, and we will periodically update it regarding the affected villages.\"",
    "Ready to accept thank you for the information, we will update periodically regarding the affected villages.",
    "The village head also did not enter.",
    "\"We urgently need assistance, as the people of Bawean Island, until now, are still displaced and worried about another earthquake occurring.\"",
    "\"Thank you for the report, we, the Gresik Regency Government, will continue to coordinate with the BPBD and related parties in handling disaster response to help our brothers and sisters in Bawean, and have already dispatched tent and logistical assistance last night.\"",
    "We kindly request that there is also a team that focuses on assisting in the evacuation of the elderly from their homes to shelters.",
    "Ready, thank you for your report, we will forward it to the relevant parties.",
    "What about the many damaged houses, will there be any assistance, sir?",
    "May safety be granted to our siblings in Bawean, always praying and being vigilant for themselves and their families.",
    "The cost",
    "\"Is there any opportunity for vocational high school graduates?\"",
    "The cost.",
    "The cost",
    "\"How do all graduates of vocational high school and high school continuously participate in training sessions like this?\"",
    "It's free coffee.",
    "\"Muhammad gets something free from Caca.\"",
    "Free crackers.",
    "Later, if there is any, we will inform you through the district government's account.",
    "How many days is the certification valid for?",
    "Observing its implementation when.",
    "The girl can.",
    "According to government regulations, to become a certified supervisory inspector, one must be a graduate of a technical field that already has a basic understanding of the construction world, it is impossible for a new high school graduate to possess an expertise certification in construction and become a supervisor.",
    "\"Wear a skirt, can I, older sibling?\"",
    "\"When will its implementation be?\"",
    "Please provide a valid email address.",
    "His/her email is not working.",
    "Email not found.",
    "\"It is correct that the email address in the post has a typo, I have already chatted with Mr. Sukayat and received excellent service to correct the email address to dckpkpgresikbidangjakongresik.com.\"",
    "Thank you for the information.",
    "Can women register?",
    "\"Online shopping is increasingly popular among young people.\"",
    "The training was supervised by K or the main construction contractor that was opened.",
    "Please provide the Indonesian sentence you'd like me to translate.",
    "Which bum is that?",
    "That which is certainly not PAM (Perusahaan Air Minum Daerah) or that which is definitely not a regional water company.",
    "\"What's important is a smooth journey, many of those who are damaged along the way, you see.\"",
    "Despite the budget deficit, many still get promoted.",
    "\"For PK position, it's unfair that the regular salary increments and functional job allowances are not being handled, whereas other regencies have already done so, I beg for your attention to this matter.\"",
    "The PK angkatan's periodic salary increase and functional allowance in other regencies has already been realized, please give more attention to it.",
    "We also request that the PK generation be taken into consideration.",
    "Please note that the welfare, PK's periodic salary and functional allowances, which have not yet been realized until this month, should also be considered.",
    "PK team, please take note that the salaries and job functional allowances of other districts have already been disbursed.",
    "\"We request information on the regular salary increase and functional allowances in other regencies that have been realized, and we respectfully request that you pay closer attention to this matter, sir.\"",
    "May we be more concerned about the welfare that is rightfully deserved in the future.",
    "\"We respectfully request that our promotions be given more attention, as we are also part of theASN and are entitled to periodic salary increases and functional position allowances, but we have not received them at all, so please pay attention to our rights as well.\"",
    "\"The periodic salary increases and JFT allowances for PK are currently in the budget approval process and we will inform each OPD of the developments.\"",
    "\"The father and mother at BKPSDM Gresik, a friend, a agricultural extension worker, has not yet received his rights.\"",
    "\"For periodic salary and special functional allowance, why have they not been included, I request for attention and prompt realization.\"",
    "May everything run smoothly and all rights be fulfilled.",
    "\"Amen, may it soon be realized.\"",
    "We respectfully request that the periodic salary increase and functional allowance for our PPL rank be considered, as we have not yet received it, and we appreciate your attention to this matter, thank you.",
    "\"This is great if it's free to travel from Gresik; will it also be free to travel to Gresik?\"",
    "\"Thank you for the free mudik, sir.\"",
    "Who knows, there may be sudden quota, wait until the final list at the end of Ramadan, it can be at least.",
    "\"My older brother from Gresik, Gus Yani, will continue.\"",
    "Praise be to God, I got a family chair yesterday.",
    "I don't have my village.",
    "The program is very helpful to the citizens of Gresik.",
    "This is very helpful for Gresik residents who want to mudik, thank you, sir.",
    "\"Please list the names of Dong Min's friends.\"",
    "This program is cool and quite helpful to the community.",
    "Thank you, sir.",
    "The registration list is quite attractive, the program is really interesting.",
    "\"Going forward, what's the bonus from the provincial government, just empty promises.\"",
    "\"Honestly, I didn't get the info from the same info that your cabin crew got.\"",
    "What is your older brother's address?",
    "Information on the disbursement of rewards for outstanding athletic achievements.",
    "It was already informed that supposedly it would be disbursed early this year, and last week, on Wednesday, it was sent to VN, and they said it would be disbursed this week, and now the information has been updated that the disbursement date has changed.",
    "\"What is his name, Janji Jani talked.\"",
    "That is called the little sibling process.",
    "\"It's just a casual promise, but Kalaudi Sleman promised, it's like that, definitely will be demolished.\"",
    "\"That information is still unclear, but the promise was already taken in verbally, and if it's not paid, my younger sibling will still get paid, it's not that far, all the way to Sleman.\"",
    "Is the promise of the first month of the year still valid or not?",
    "\"Brother, where do you want to go, anyway, because the use of regional budget requires accountability and a process for disbursement, so it's only fair if there's a delay in disbursement, by the way, which committee was it from yesterday?\"",
    "\"It's just logical that the provincial budget should include it, and other regencies should also do the same, when I participated in the Magetan Regency and yesterday's Sleman PORDA also included it in the budget according to the provincial budget because the budget was made at the beginning of the year for aeromodelling, sister.\"",
    "Brother, logical and realistic thinking in the field may not match.",
    "The account that I have in Gresik is mine.",
    "The brother from Gresik said the reward is still in the form of money, didn't his sister promise that?",
    "The Gresik cocak has been too long in giving just a promised bonus.",
    "Has your younger sibling already received the invitation?",
    "\"See you tomorrow, little sister, on the web.\"",
    "\"Haha okay buddy!\"",
    "List of invitations from the aeromodeling team, which is the name of my younger sibling.",
    "I really want to know haha",
    "Always eating but not getting any nutrients can cause stunting.",
    "The Mojosari Rejo main road has been agreed upon at the musrenbang, but what's the point, the road is already damaged anyway.",
    "\"The corrupt regent, namely Yani, has ruined everything, now his work has become a disaster, making it difficult for others, whereas it used to be enjoyable.\"",
    "The Monggo Gus group can play at Cenglongan Sewu tourist village, Lampah district.",
    "\"The roads near the former New Era factory need to be repaired, please take action, and it should not be passed on to the new officials to be followed up.\"",
    "The issue of the Bawean Ring Road, how come the Jatimbali Road, which is still under repair, is damaged again, please pay attention to this because JLB is the main mobility of the Bawean community.",
    "Is Lamongan not a government office or what, dude?",
    "The Golok and Lasem roads are damaged, the Lasem-Lowayu road is also in a bad condition, especially the area between Mojopetung and Petung that has severe potholes.",
    "Your area.",
    "\"How to complain to Dong Min?\"",
    "\"The former regent Yani's term was marred by many broken promises, no need for patchwork, it was already damaged from the start, and everything was ruined during his time as bupati.\"",
    "The bonus is not given directly, but is continually promised by the regent himself.",
    "The Mojosari Rejo street in Driyorejo District, Gresik, which leads to Menganti, when will the narrow road be widened, as it is extremely narrow and the asphalt is already damaged.",
    "The sentence \"mantap\" translates to \"Cool!\" or \"Awesome!\" in English.",
    "Specifically for a Gresik KTP or how can I, a Lamongan resident, participate, is it allowed?",
    "\"Specifically for Gresik ID card, yes sister.\"",
    "What time does it start from?",
    "What's the point of opening a locker anyway?",
    "Footprint.",
    "Must have that.",
    "\"What is the address in Gresik that can be accessed?\"",
    "\"Do not limit the maximum age, because the head of the family also needs to work to support their children.\"",
    "\"Amin, I hope to get a job soon.\"",
    "Amen.",
    "May there also be assistance from the Gresik government for the houses affected by the earthquake, God willing.",
    "\"Good luck, Mr. Kardi, former Camat of Kedamean.\"",
    "\"Praise be to God, thankfully the emergency response, GAREC, and thank God, all PKH, BPNT, and BLT assistance has been distributed, but unfortunately, the village apparatus funds have not been disbursed, come on, GAREC, also disburse the funds for the village apparatus.\"",
    "\"Do not focus on the data in WRS BMKG, as many residents' homes in remote villages are not included in WRS BMKG data.\"",
    "Thank you, Mr. Regent, may you recover soon, and may the residents whose houses were damaged or cracked due to the earthquake quickly receive rehabilitation assistance from the Gresik government, amen.",
    "Quick recovery to all of Gresik.",
    "The data must be continuously updated, at least in the story, so that the public can monitor it.",
    "God willing, the cliff will be redeemed.",
    "Continue for two periods, sir.",
    "\"I apologize, but why hasn't the display of the circular letter been shown and kindly reminded, and requested to immediately create a circular letter from the Gresik Regional Regulation No. specifically Article Point A, which is intended for students in Gresik, and to avoid discrimination.\"",
    "Continue enthusiastically!",
    "That's cool, dude.",
    "\"Long live Gresik, may it continue to prosper and thrive.\"",
    "\"Morale for village officials is decreasing as Ramadan is approaching, sadly, there is no sign of relief yet.\"",
    "\"Keep the spirit up for the village officials, even though it's already been a month and they haven't enjoyed the results yet.\"",
    "\"The village officials remain motivated to serve the community even though they have not received their rights for months, but their patience has its limits.\"",
    "The sentence \"polusi asap pabrik galian C penenbangan jalan rusak adipura lucu cok\" translates to \"Factory smoke pollution in C mining excavation damaged roads in Adipura is ridiculous and stuck.\"",
    "\"Alhamdulillah, Gresik receives a sweet gift in the Gresik Hut and hopefully all village officials will also receive a sweet gift by obtaining their Silva rights.\"",
    "The Regent, please inspect and ensure the road conditions from Roomo Gate towards the smelting area, as the road level is uneven and hazardous for motorcycle riders, especially on KH Syafii Street towards Pongangan, which has deteriorated due to the pipe-drilling project, resulting in a narrower road compared to its original state.",
    "\"I also have an account there, by the way.\"",
    "\"Good evening to the village devices and may the Gresik-Gresik siltp dam burst soon.\"",
    "\"Forward Continuously, Gresik Micro, Small, and Medium Enterprises\"",
    "Thank you very much.",
    "\"May you always be successful and prosperous, Damkar Gresik.\"",
    "\"Alas, my friend, why are LPG and Pertalite scarce, is there any obstacle?\"",
    "Always succeed.",
    "Where can I buy the ticket?",
    "This coffee is not free.",
    "Free for public use.",
    "Is it for the general public or not?",
    "\"How to buy its coupon?\"",
    "If we park our motorcycle at Basuki Rahmat's place, how do we get back?",
    "I am ready to attend if that's the case anyway.",
    "There is no concert tonight, it doesn't exist.",
    "Later, will there be a raffle draw for the location on the website or how does it work?",
    "It's not for sale, but free tickets will be distributed to the public, and there will be designated spots available later.",
    "Free entry for the general public, sir.",
    "\"Praise be to God, hopefully the health walk event will run smoothly, and hopefully the village devices will also run smoothly soon, it's been a month and there's no sign of them, may President and Mrs. Minister of Finance, Mr. and Mrs. Regent of Gresik always be healthy.\"",
    "\"What is that if from Surabaya, where is the direction?\"",
    "I don't need to bother searching far away.",
    "I agree it's exciting.",
    "The Jombang Islamic boarding school doesn't exist.",
    "\"This also applies tomorrow, where there will be a pickup for the students before Eid in Malang.\"",
    "What about the other huts?",
    "I kindly request the Dishub to provide assistance to the school to ensure the comfort and safety of the students, especially considering the heavy traffic.",
    "I miss Gresik so much, when can I return to Gresik again.",
    "\"Not recorded\"",
    "Where is Jl Hos Cokroaminoto now, sir?",
    "Praise be to God, it's going well.",
    "\"Regrettable for the distribution of lottery vouchers that are being fought over.\"",
    "Hopefully next year's coupon distribution will be even better than last year's, which was well-organized.",
    "It would be better if Driyo just looked or even better if Driyo joined Surabaya alone, this Driyo is the core of Surabaya.",
    "I am a member of Pasuruan Gresik, hopefully Gresik will be more successful, amen.",
    "The floating adipura also has a decorated car of its own.",
    "Do not pass through the front road of New Era, it's still messy.",
    "There is also a decorative car, isn't there?",
    "\"That's awesome, dude!\"",
    "May Gus continue his struggle, thank you, Gus.",
    "That's it, period.",
    "\"That's just the period, okay?\"",
    "Continue, Bro, You're Awesome!",
    "There is a written award directly recalled at 100% anchor.",
    "\"After the parade, don't forget to control the flood and trucks so that it gets even better.\"",
    "\"Praise be to God, this is the starting point for Gresik Regency to improve in terms of waste management and RTH, always stay spirited and healthy, friends!\"",
    "I'm proud to be your citizen.",
    "\"Happy anniversary to the new and increasingly advanced Gresik City.\"",
    "Good.",
    "Forward ever, beloved Gresik.",
    "\"The new Gresik Salam is more advanced and swiftly issues village devices to the village apparatus.\"",
    "\"It's really cool!\"",
    "May Bandeng Gresik go international.",
    "You're handsome, sir.",
    "New Gresik is more advanced.",
    "\"Always be successful and excellent!\"",
    "\"The PAM water protest, how come it's already been days since it hasn't been functioning, I've complained but there's no response, should I be angry because there's no water this Ramadan?\"",
    "May this activity be continued by the community of Gresik.",
    "Beautiful.",
    "The Gresik market road still looks slum-like, with drivers recklessly going against the flow of traffic, from Dr. Syafii's house to Sukomulyo, the road is damaged with many potholes and narrowing due to the careless pipelaying project, it needs to be fixed again and the contractor must be held accountable, not just rushing to get it done, a joint effort with security authorities is needed because there are still many thefts and robberies.",
    "\"Wanted to perform ablution, but could only do tayamum, because of lying at the beginning of Ramadan, promising improvement, but in fact, x hours later, the reality is...\"",
    "\"Welcoming Ramadan, purify the self, cleanse the heart, achieve divine blessings, welcome the holy month, may it come quickly.\"",
    "\"It didn't turn out to be a merry Ramadan like this, but I got a bonus from Info Cair, Atlett Minn instead.\"",
    "We cool the factory bro.",
    "The price of chicken cuts at Sangkapore Market kg oh dear, the slippery slippery slippery prices are rising, poor thing, the goods are increasing.",
    "Must be strongly maintained as a form of inter-religious tolerance, embodying the unity in diversity philosophy.",
    "\"Remain elegant in moral excellence with intellectual humility.\"",
    "Uncle Alfarizy has turned on the light.",
    "Fredy Riyanto's information is headed in the direction of Arahanya Kanda.",
    "Happy birthday to him/her.",
    "The road in Gresik is largely smooth, let's continue, Gus.",
    "\"May you always cultivate positive things for Gresik with prosperity and success.\"",
    "Forward Gresik Forward.",
    "May success and safety always cultivate positivity for Gresik.",
    "\"Success and good luck always nourish positive things for Gresik.\"",
    "Forward Gresik Forward.",
    "Accept the good things.",
    "\"Excuse me, sorry.\"",
    "\"Happy birthday to my dear Ghirorh, eternal struggle in the struggle for Maroon's abadi.\"",
    "\"Happy birthday to when is there a cheap market in Bawean, especially in Sangkapura, the price of staple goods has started to rise in Gresik and Gresik.\"",
    "Excuse my mistake.",
    "When will there be an affordable market in Bawean, specifically in Sangkapura, as the prices of staple goods have started to rise in Gresik and Gresik, and don't forget that the village apparatus have not received their salaries yet.",
    "Is there a cheap market around Kecamatan Menganti?",
    "The sentence \"mantab\" translates to \"Awesome\" or \"Cool\".",
    "\"Let's go shopping!\"",
    "If you want to get on, do you still need to use the barcode or not?",
    "How do I register?",
    "You can register directly through the Disparekraf Budpora Gresik regency's website, yes.",
    "Mother still uses a barcode.",
    "Especially on the island, in the Sangkapura market, the price of staple goods has increased, and with the bad weather, the lack of ferryboats has caused the price of staple goods to rise even higher.",
    "\"I request that you immediately follow up on adding this so that the salaries of the village officials can be disbursed, as the files have already been sent.\"",
    "Is there a route to Gresik, Madiun, and Magetan or not?",
    "\"Mudik so that village devices can quickly disburse, is there not a hindrance?\"",
    "\"I agree, we are still waiting for the information, right, Dong Min?\"",
    "\"How to tap into village device funds quickly, what's the wait, what's the hold up already?\"",
    "It has been half a month, but his movement has not been seen.",
    "Here is the translation:\n\n\"I hope it is liquid hope, then it touches.\"",
    "It is true that the calculation must wait until the festive day to be immediately followed up and hopefully settled soon.",
    "\"Pity the village devices if they break down until the holiday.\"",
    "to return to Bawean",
    "Can I live in the village neighborhood or not?",
    "\"Returning to Gresik from outside Gresik, why is there no toll?\"",
    "I'm Gus, born in Gresik, but now I live in Semarang, and I'll return to my hometown, Ungaran, because I want to go back to my birthplace during the holiday season.",
    "The food is delicious, so I want it.",
    "Please be patient, we'll break the fast soon, ma'am.",
    "I just boiled these eggs for you, ma'am.",
    "This is really delicious.",
    "The most delicious.",
    "It's fortunate that I saw him just as he was about to break his fast.",
    "God has blessed, God is blessed.",
    "\"It's delicious to have takjil if there's money, hopefully the village apparatus can disburse the Ramadan allowance quickly, I'm planning to go to Gresik Gresik tomorrow.\"",
    "Can it not be made not to be disturbing?",
    "\"This is extremely cheap, is the information correct, is it for sale at this price or not, yes?\"",
    "Is that the call to prayer, or not?",
    "\"Open, sister, the call to prayer from the mosque is indeed genuine.\"",
    "Information on the installation of village devices, when will the Gresik Gresik funding be disbursed?",
    "\"The road from Kedungsumber to Mbabatan, Mojopuro, which is damaged and hilly, please prioritize its repair.\"",
    "\"I apologize for the rough road from the Eastern Border of Lakarsantri, which has many potholes, and kindly request that it be repaired as soon as possible.\"",
    "\"The damaged road has been in a severe state of disrepair for a long time without any improvement, just take a direct look at the location to see how severe it is.\"",
    "There is already a market opposite the way to the east.",
    "In the new era, why aren't there any asphalt roads, only gravel and dusty roads?",
    "Please make the necessary improvements in Bawean first, sir.",
    "Praise be to God, may it bring blessings to the people of Gresik, amen.",
    "I respectfully request that a parking lot be prepared along Jl. HOS Cokroaminoto, thereby keeping the entire road free from vehicles.",
    "\"Oh God, the basic necessities have increased in price on Bawean Island, and to make matters worse, Pertalite is scarce, what's wrong with those who are incapable?\"",
    "May the trash problem be quickly resolved and may the village apparatus also soon be appointed, it's almost a month and there's still no sign of improvement in the increasing cost of living, Mr. President.",
    "There are vacant nurse positions available.",
    "Thank you.",
    "\"Thank you to the Regent and the Vice Regent for listening and realizing the aspirations and participation of the children of Gresik Regency through the Gresik Children's Community.\"",
    "Floods floods",
    "The floods are still overflowing continuously, the dike is bursting again and again.",
    "\"This time again kpps\".",
    "Where is the other day?",
    "There is no clue, okay.",
    "When will his dragon dance be?",
    "\"Just now, his father came from there and he's extremely welcome.\"",
    "\"It's really true, yesterday Mimin from there also didn't realize the time while chatting and strolling around the temple.\"",
    "There will be no celebrations this year because there is an election, so we will only have a quiet prayer service.",
    "This temple is really cool.",
    "Oh damn it, at that time!",
    "It has already been done.",
    "\"There is no lion dance, even though we already invited the child.\"",
    "The original building of which, if it were centuries old, would not have used concrete like that.",
    "If you want to see the lion dance, you can come to our school's Imlek celebration at SD Setia Budhi, which has been designated as a cultural heritage site, and is over a century old, on the occasion of Imlek, and there will also be a bazaar, so feel free to drop by.",
    "There are still many original wooden ones inside the cabin.",
    "\"The damaged and potholed road is an emergency, can I contact someone about it?\"",
    "You can inform me directly.",
    "The road is very dark with many potholes, and there's a lack of lighting, not to mention the danger of being hit by a large truck, especially on a rainy night.",
    "For more detailed information, please send a direct message or feel free to contact us toll-free.",
    "What's next for the stalled project, how many more cars need to be stuck or do we have to wait for fatalities to occur?",
    "\"We, the residents of Sumput, also require attention to the flood problem, as the elevation of the road has instead caused flooding and exacerbated the situation, so we kindly request your attention, sir.\"",
    "The road is winding with a hole inside if it's dark at night.",
    "The abandoned canal project, sir.",
    "It can be reported through the Span application, Kak, so that it can be forwarded to the relevant office or related party.",
    "I've already stumbled, but it's like that.",
    "Please try again or you can come to the relevant office with valid evidence for verification at the intended office.",
    "Hand over to the southern Gresik center, which has been flooded every year, the paddy fields have been inundated for days, it has been a frequent occurrence for years.",
    "\"Just report to the national center so that a reservoir can be built.\"",
    "\"On behalf of the Gresik Regency Government, my siblings and I strive to provide the best, several of which have been coordinated with relevant authorities, we kindly request your prayers.\"",
    "\"Please help bring the fully fueled kang with continuously flowing water towards the component.\"",
    "\"But seriously, does Grandma Indah in Oma's village ask what causes the flood every day?\"",
    "\"Good morning, respected Admin, I apologize in advance, I beg for your attention regarding the Bringkang Village, Pranti Housing, Maharaja Omah Indah, and Kingston Park Regency, which have been flooded for a week and the water has not receded, I kindly request that the Public Works Office or the Environmental Agency's leadership take heed, as the main road's lack of street lighting and concrete pavement is alarming, and it seems like there is no attention being paid to our plight, therefore I hope you can convey our aspirations.\"",
    "The beautiful mother's day was flooded due to overflowing water.",
    "Praise be to God, it's great that our enthusiastic farmers in our village in Sampang, Madura, have finally received assistance in the form of liquid organic fertilizer.",
    "Its organic fertilizer was swept away by the flood.",
    "Hopefully, there is a solution because every year the flooding is total, causing all activities to come to a complete halt.",
    "\"Thank you to Gus Yani and the special team, particularly the Public Works Office, for their attention to the flood handling in that region and the need for a solution to create and improve the rainwater drainage channels.\"",
    "Let us maintain our city's drainage areas, not just be vigilant only during floods.",
    "The sentence \"Semabung sumput\" translates to \"Total mess\".",
    "The Lamong River area has entered the national economic recovery phase and is listed in the Presidential Regulation No. [Year], therefore it should become a priority concentration at the central level because behind this annual event there are losses of billions suffered by the community.",
    "The water level at Pak Graha's house has risen again, and the water has been there for a week, sir.",
    "There exists.",
    "The government of Gresik can overcome the flooding in the Morowudi area, but the road to Balongpanggang up to the Lamongan border is badly damaged, is the regent sleeping or how?",
    "Information on Floods in Morowudi Area",
    "Total in the hereafter only.",
    "The downstream drainage system is unable to accommodate the flood source from the highlands of Mantup and Ngimbang Lamongan.",
    "\"There is no need to leave it for tomorrow, it will be totaled at the end in the hereafter, just like the people of Gresik Selatan.\"",
    "The road is damaged, there are many potholes and it's bumpy, please repair it urgently.",
    "From when I was a child until now, I have always known that the special region of Morowudi and its surroundings have always been flooded until now.",
    "Red red red flood flood flood.",
    "It will not be disseminated like that, sir.",
    "The project to elevate the village of Sumput has not been completed yet, sir.",
    "\"Good morning, Mr. Mayor, I apologize, it's just a suggestion, if possible, to remove the scattered food stalls along the railroad tracks from Karang Kiring to Barata, which are not suitable and unpleasant to look at, and are still prevalent and increasingly rampant, thank you, Mr. Mayor.\"",
    "The Cerme is still flooded, the Gus Tanggul dam broke again, and the soil embankment was eroded, allowing the water flow to burst out again.",
    "The concrete wall was broken and patched with soil, but it still got flooded and the concrete broke again, sir, perhaps we should use concrete so it won't break.",
    "\"Milkfish have many bones, but they're delicious to eat, come on, friends, let's look out for each other for a safe and prosperous Gresik.\"",
    "There's a wibu, there's an otaku, there's an otaku, there's a wibu, despite different choices, I choose you.",
    "This admin is definitely a weirdo.",
    "Happy birthday to my dear Gresik.",
    "Kaylani from Gresik says \"Sholawat\" (a phrase to praise the Prophet Muhammad).",
    "\"Congratulations and success to the Gresik Regency Government.\"",
    "\"Repair the many potholes on Dukun Sawo Street, please.\"",
    "What is the mango?",
    "\"Gresik solawat undang Gus Idam Min\" translates to \"Gresik invites Gus Idam Min to recite blessings\".",
    "There is no beautiful cultural phenomenon that is not admired.",
    "\"Long live the city of Gresik, I wish you safety and success, may the Gresik Regency Government thrive.\"",
    "Let's wait for the culinary festival, though.",
    "Information arrives at Adipura Airport.",
    "\"It's futile if there is no change in PDAM.\"",
    "\"There are no ferry services available in the flooded area around here.\"",
    "The location is anywhere, but later the road will be jammed again, right?",
    "There is no more job fair.",
    "Floods floods.",
    "Will there be a fun run for Gresik residents?",
    "\"When is the inauguration of the anti-flood dam?\"",
    "There is no carnival.",
    "\"Success and prosperity always to the Gresik Regency Government and its administration.\"",
    "Why didn't you accompany the PDAM Gresik procession?",
    "May this year, we can soon overcome the problems existing in this city of Pudak, such as frequent power outages, traffic congestion due to trucks departing before their scheduled time, and flooding caused by the overflowing of the Lamong River, and add to that.",
    "Happy birthday, may there be flood mitigation in Gresik Selatan.",
    "\"Safe New Year, still flooded.\"",
    "There is no information about a job fair at the Gresik Ministry of Manpower office now, why is that?",
    "This food is very delicious.",
    "The water is very dirty, just change the company name to regional bathing water, which is extremely unfit for bathing.",
    "Here is the translated sentence:\n\n\"For your information, thank you to Mr. Kualitas Air, which meets the Minister of Health's regulation and is even better.\"",
    "\"A regulation on the use of environmentally friendly bags must be established, wherein retailers, including street vendors, are prohibited from providing plastic bags, promoting examples of wise waste management practices in offices and public areas.\"",
    "The quality of the water is very good, but the PAM water supply often breaks down.",
    "I've died several times, it's extremely amazing.",
    "\"The flood needs to be handled urgently.\"",
    "The road in front of New Era factory is severely damaged, posing a danger to drivers, please repair it.",
    "Will there be a free mudik program later on?",
    "Free position.",
    "\"Where is the location of this older sibling?\"",
    "\"Immediately search Google for RSUD Gresik Health Information.\"",
    "\"Praise be to God, thank you, sister, for reminding me, I completely forgot, I should have checked the map directly, thank you, sister.\"",
    "The area of dukun panceng was not also given a hospital by the officer.",
    "Congratulations on your achievement.",
    "The vendor is there, sir.",
    "Information in his folder.",
    "The information is in his folder.",
    "In the locker of his.",
    "Success to Mr. Regent of Gresik, may you continue to thrive for the city of Gresik.",
    "The information is in his pocket.",
    "North Gresik also needs it, wherever it is greatly required.",
    "Information in this.",
    "\"Peace be upon you, if possible, can you check the road, where is the road in Gresik village, it's just being repaired.\"",
    "Replacing has already overcome the crowdedness of the beloved district, but many roads are still not good.",
    "Yesterday was Tuesday, today is Wednesday.",
    "This guy is very good indeed.",
    "The roads in the Gresik area, particularly in Pecah Village, are damaged and sloping, Mr. Tosaku, until they are sloping, just like when we pass by.",
    "\"Gresik Always Advances and Prospers with Success\"",
    "The village road's problem is already handled by the village government, it's just a matter of prioritizing which one to focus on.",
    "May there be proper waste management so that it doesn't overflow.",
    "South Gresik also, Pak, including the area of Balongpanggang and so on.",
    "\"Awesome, Father, the Regent and Vice Regent, hopefully adding income sources for the community by utilizing them as fertilizer and bio gas raw materials, and who knows, compost fertilizer could be exported with UMKM products in Gresik, awesome Gresik, a clean city, but hopefully also the roads in Gresik City are not bumpy and potholed, hehe, sorry, just sharing.\"",
    "Praise be to God, the beautiful Gresik has a beautiful TPST.",
    "Long-distance transportation is also hampered by the infrastructure, which, as claimed by the leaders, fathers and mothers, has made Gresik's mobility better, and it is clear that the condition of the road has a significant impact on the mobility of cargo-carrying vehicles.",
    "Ready for a mistake, I think ^^ Mimin didn't drink enough water, we will revise immediately.",
    "Thank you very much for your report, if possible, our sister could contact ya or submit it through the SP N Lapor Gresik website so that it can be assisted and improved.",
    "\"Praise be to God, thanks to all who did not forget to pray and provide support, as well as the role of society in Gresik Regency.\"",
    "\"It's okay, just comment here, sir, so the center can monitor their subordinates.\"",
    "Yesterday, the Benjeng area underwent road repairs, but only to the extent of patching up potholes.",
    "There should be an allocation of funds for general maintenance, as we can usually only build but not maintain.",
    "The road from the village of Lampah to the east, Pak, has many potholes and has not been repaired for a long time, making the road to Kedamean poor.",
    "Flood.",
    "The road in South Gresik will soon be repaired, as it contains many hazardous potholes.",
    "Water dam and flood problems in southern Gresik, Gus.",
    "\"In my village, the garbage has not been managed, I have submitted a report and photos of the piled-up trash, but there has been no response.\"",
    "If Gus builds a proper drainage canal, do not block it entirely, lest a flood occurs and someone becomes responsible.",
    "How nice it is to be independent.",
    "Do not forget to check the road as well, as many people fall due to potholed and uneven roads.",
    "\"We are going to Morowudi Cermé Street.\"",
    "North Gresik when Gus.",
    "I don't agree.",
    "Where is your father?",
    "Here is the translation:\n\n\"It would be great, guys, if a regular weekly or monthly report was created via story so it looks cool and the community can monitor the results.\"",
    "which one was replaced exactly on which side",
    "I'm happy to help! The translation of \"gus yani kweren\" from Indonesian to formal English is:\n\nThat's right, isn't it?",
    "On Bawean Island, the material cost of climbing rice prices has returned to its original price, the egg price has also become expensive, the shopping budget has increased, Father President, Mother Minister of Finance, Father Regent of Gresik, Mother Regent of Gresik, and Gresik.",
    "There is no reply if there is also a mistake in the entrusted wishes.",
    "Here is not written correctly, it should be here now is my writing assignment.",
    "The entire village seems to have not yet received the village funds, it's almost a month now and there's still no staple food subsidy, the price of rice has increased from IDR 8,000 per kilogram to IDR 10,000 per kilogram, eggs from IDR 18,000 per kilogram to IDR 20,000 per kilogram, and cut chicken from IDR 25,000 per kilogram to IDR 30,000 per kilogram.",
    "There has been no response from",
    "\"I apologize, I don't understand how the addition of subsidized staple foods can be related to the village, I apologize, as a layman, I think the editor above is controlling inflation, isn't that strange, how big is the impact of this program on inflation, it's astonishing if it's evenly distributed to all citizens of Gresik, God willing, it's very good, sir, because the price increase is not just being detained, but all throughout Gresik and Indonesia, so it's hoped to be evenly and comprehensive.\"",
    "\"Usually, there are conditional barriers, but once that's settled, there are no more, and that's alright, what's important is that we've tried to control inflation.\"",
    "It seems you are also a village device.",
    "Don't be an ordinary citizen, be careful, later if something happens I'll take responsibility, hehehe.",
    "The sentence \"cerme iker iker kapan\" translates to \"When will you go to the market again?\"",
    "Happy birthday to the Gresik Regency Government.",
    "The phrase \"keren mantab\" can be translated to \" Awesome, cool!",
    "Gresik is increasingly advanced.",
    "\"Happy birthday to Gresik, may Gresik continue to make progress and don't forget that the village equipment is almost a month overdue and hasn't been disbursed, also don't forget that the price of staple goods in Bawean has increased, such as rice which was formerly IDR 8,000 per kilogram and is now IDR 12,000 per kilogram, eggs which were formerly IDR 21,000 per kilogram and are now IDR 25,000 per kilogram, chicken which was formerly IDR 25,000 per kilogram and is now IDR 30,000 per kilogram, and crystal sugar which was formerly IDR 10,000 per kilogram and is now IDR 12,000 per kilogram.\"",
    "May Gresik continue to progress, amen.",
    "Honda motorcycles by Amin.",
    "Floods are occurring in Morowudi.",
    "Work enthusiasm.",
    "May there be a salary increase again for the unemployed.",
    "\"Congratulations on Labor Day and may the village fund allocation be immediately disbursed to the village government's account, Mr./Mrs./Ms./Mrs. President, Mr./Mrs. Regent of Gresik, so that the salaries of village apparatus can be paid.\"",
    "There is National Labor Day, National Workers' Day, and later National Employees' Day, National Civil Servants' Day, and National Coolies' Day.",
    "The mud flood is coming.",
    "\"The Bungah Dukun Karangcangkring road is damaged, many parts have been left unrepaired for almost a year, some need to be added, but many more need to be asphalted, it should have been done from the start, not letting it deteriorate like it is now, it should have been paved again, but now it's difficult because the cost is high, it's unlikely to be finished within a year, we, the common people, can only complain.\"",
    "\"What's the news on General Sungkono Street today?\"",
    "I appreciate a traditional shadow puppet show.",
    "Please provide the Indonesian sentence to be translated.",
    "Gresik celebrates the invitation of Gus Idam's prayer.",
    "\"The southern Gresik area is pitied because it is flooded, so it becomes an annual agenda.\"",
    "The logo is attractive, but it is not relevant to the spirit and vision-mission of Gresik Regency, especially if it is made as the city's anniversary logo; if it is made as the new Disparbud logo, it would be too flashy; the district government should hold a logo design competition to attract public interest, acknowledging the history, culture, and development spirit in Gresik Regency.",
    "Thank you very much, elder sister, for your suggestions and inputs.",
    "\"Just download the Gresikpedia app directly and choose Gresik Career, okay?\"",
    "\"We will consider it, okay?\"",
    "Long live the King from Gresik, blessings and peace be upon him.",
    "does not conform to the characteristic features of Gresik city.",
    "They were made into icons of Gresik, it seems.",
    "\"There is no information about a job fair at Min Hut Gresik currently, why not?\"",
    "\"The logo is too generic, it's better for Gresik to hold a logo design competition every anniversary, offering a prize of millions only, which already attracts many participants.\"",
    "I see its logo and it hurts my eyes.",
    "\"Hello, thank you for your response ^^, we will consider the suggestions that have been submitted to us.\"",
    "\"Okay, thank you for your advice, we will consider it, stay tuned!\"",
    "We hope there is still an opportunity for a logo design competition with a minimum number of designers in Gresik, which is at least one form of appreciating the existence of artists, including DKV illustrators and designers, among others.",
    "I agree.",
    "Let's check the hashtag challenge initiated by friend X which has been proven to involve many talented designers from Gresik, come on, let's accommodate them.",
    "The road to Munggugianti in front of the PLN Benjeng is damaged with many potholes, but the team remains spirited.",
    "\"Hello, thank you for your report, we will forward it to the relevant OPD, you can also report through SP N Lapor Kabupaten Gresik.\"",
    "Okay, thank you very much.",
    "The motorcycle rider fell very deep into the Morowudi cemetery on the same day, with some breaking bones.",
    "\"Good.\"",
    "The main road of Kepatihan Village is worn out from the intersection due to flooding, it's a pity if the road is severely damaged.",
    "Sangat baik telah melakukan pekerjaan itu becomes Well done on that task.",
    "The road from Kedungsumber village to Mojopuro, Mbabatan, which is precisely in the direction of Mantup from Balongpanggang, is bumpy and uneven, so please prioritize its maintenance.",
    "\"Amen, hopefully we will be more united in preparation for the next period, hehe.\"",
    "\"Congratulations and success to Mr. Yani and Mr. Amin, may they lead Gresik to a better future, and I humbly request that Mr. Yani consider closing the shady food stalls along the railway tracks from Karang Kiring to Barata in this Wali Land, as it is impossible for the railway land to be used so casually, there must be individuals who are not in favor; I hope this can be realized, and I wish them success in the future.\"",
    "I watched a traditional shadow puppet show.",
    "Needs to be greatly improved for his education.",
    "We are waiting for the free information on mudik again.",
    "Information about the distribution of this scrapbook, sir.",
    "The suitable plot is immediately planted on Jalan Mayjend Sungkono, the hole is already usable for planting teak trees.",
    "Build a strong dike, sir, so it won't constantly collapse, and it's not just a simple earthen embankment, but rather a concrete dike.",
    "His fertilizer.",
    "The people from Benjeng Banjir should be helped.",
    "\"The road in Benjeng sub-district is damaged, please repair it, sir, the concrete pavement is only on one side.\"",
    "\"When was the Dampaan Dungus road axis built in Bangun?\"",
    "\"Respectfully requesting your assistance in Driyorejo, Kota Baru, behind Citraland CBD, where the flooding is quite high, I wonder when the drain will be installed.\"",
    "\"Only operational truck jam adjustment is needed to make it even more powerful.\"",
    "\"Please add some greenery along the roadside, sir, and let's be enthusiastic about it.\"",
    "\"Gradually we're ready, but the traffic is terrible.\"",
    "National Land Agency Body",
    "Especially in the Menganti market area, the small road to the market is always congested every morning, with many parked vehicles on the roadside, making it even more jammed, I'm tired of living in Menganti for the past few years, please pay attention to the Gresik peripheral area as well.",
    "Please fix the keyboard.",
    "\"There is no plan at least until Sembayat, Manyar, indeed it's not congested, but the congestion has shifted towards North Gresik.\"",
    "I kindly request that trucks parked on the roadside be regulated as they sometimes cause congestion and damage to the roadside.",
    "Ready to be executed.",
    "\"Praise be to God, may it become a blessing.\"",
    "_from Joss to become a thousand-hole tourist attraction_",
    "I will call his Gus.",
    "The pedestrian path along the railway track needs to be expanded to the police station.",
    "When was the dam built, sir?",
    "It would have been better if it could have been done from the start.",
    "Please help also on the highway, replacing it also gets attention, feeling stuck going to and from work.",
    "The traffic congestion moved in front of Pak Jiip's car.",
    "Beautiful.",
    "Is her entire family already free, so if you don't mind, kindly hurry up.",
    "This time, I will give it a plus first until its utilization later is precise, so the operational hour of the dump truck can be reaffirmed again.",
    "\"Do not forget about Greenstreet's tree planting on the shaded road, remember that pollution in Gresik is increasing along with the traffic, especially during the dry season, let's save Gresik from an early stage.\"",
    "In the year, please normalize the entire river in Betiring village, Banjarsari district of Cermee, for irrigation and agricultural water supply, starting from the Karet dam to the river within the village.",
    "\"It is hoped that the competent father will also normalize the channels in Bringkang village and Pranti village, which were previously affected by flooding due to the current condition of the channels being overgrown with water hyacinth, thank you for your attention.\"",
    "May you achieve success.",
    "I'll be waiting for you in Pranti village.",
    "\"How about the sub-districts in Bawean, it feels like we are being orphaned, hopefully this message will be conveyed to the Gresik Regency Government.\"",
    "\"Praise be to God, almost a year has passed since the Public Works Agency has been carrying out river dredging and normalization on Bawean Island, with the heavy equipment and safe loader gradually providing its services; additionally, road rehabilitation and construction, as well as drainage, have also been carried out, hopefully bringing benefits to the people of Bawean and enhancing food security, economy, and connectivity on the island.\"",
    "\"Praise be to God, it is already in the planning stage, and a detailed timeline for its implementation will be drafted soon.\"",
    "The normalization process is currently ongoing and will be checked according to the schedule in that area.",
    "Thank you for the community's support.",
    "The road is half-blocked due to a fallen tree.",
    "May it soon become a tangible reality, not a false hope.",
    "Thank you for your support.",
    "\"All good, Mr. Daerah Pranti has already been in the planning stage, and we will soon take further action.\"",
    "\"Okay, we will coordinate with the BM road repair team regarding the road improvement.\"",
    "Informasi ini dikumpulkan oleh survei.",
    "Awesome!",
    "\"Why is the water authority always dead?\"",
    "The water supply has been dead all along.",
    "His elder brother's spirited KKN spirit.",
    "\"We cannot serve you for free with an easy, cheap, and fast formula.\"",
    "\"Regent of Gresik Minor Typo\"",
    "\"Jalan Panglima Sudirman should also be repaired minimally.\"",
    "\"We will schedule the improvement for the said road segment.\"",
    "The road will be connected when.",
    "It's okay, I'll wait.",
    "\"The highway connecting from Dampaan Village to Dungus, which passes through the district's axis, is requested to be reviewed.\"",
    "The road is severely damaged.",
    "I apologize, but I must inform you that the road in question is a national road, therefore, the Jatim Bali Highway Authority is responsible, thank you.",
    "\"Awesome bro, peace for a period of time.\"",
    "\"Good, let's continue.\"",
    "You should go quickly there.",
    "There is a large hole on the road near SDN Menganti in front of Tanti Salon that poses a danger due to the rainy season, so I request that it be addressed immediately.",
    "I would like to express my gratitude to the Gresik Regency Government and its apparatus as a resident of Gresik and a business owner on Jalan Sunan Giri, I feel grateful that the road has been smoothed out, the road that I pass through every day to sell chicken in Jalan Sunan Giri No.",
    "The Jalan area's pavement also needs to be repaired.",
    "Ready to be immediately followed up, sir.",
    "\"It's free to fix the road, but parking for motorcycles and cars is not well-regulated, with many private cars parked on the roadside, taking up the entire lane and making the road narrow, causing congestion, especially during peak hours when many pilgrims come, with many Elf vehicles parked by the roadside, perhaps a new and more representative parking area should be provided, or Elf vehicles should be directed to park at the terminal like buses.\"",
    "The asphalt is good.",
    "The poor quality of road repair at the Sumber Giri intersection's potholed road has not been improved until the next month again.",
    "Many areas on the outskirts have already been damaged by tree roots along the sidewalk.",
    "From Syafi, I have been digging from Bunder to Tenger for road paving, especially the old pipeline excavation remnants.",
    "The hole in the fenced area at least close the hole.",
    "Parking attendants are kindly requested to sterilize their areas to prevent congestion.",
    "There is still water, why are they directly overlaying it with asphalt?",
    "The parking on the roadside should be arranged, Uncle, as it disrupts traffic, eventually causing congestion, making it chaotic; in order to make traffic more organized, like on Malik Ibrahim Road, where special accommodations are provided.",
    "It's true, ma'am, the additional income of Giri, an ojek driver, is already like a professional racer's.",
    "God will bless him, may God bless his efforts, Uncle, I hope his business will be increasingly successful.",
    "\"The rural road in Dermo Village is broken, please repair it immediately, as currently it's only passable for half the time.\"",
    "The problem with this Pak Air Gresik is that the roads and water infrastructure are poor.",
    "This water tap is very difficult, it's broken and the water from PAM keeps dripping, don't just stand there, do something!",
    "Thank you so much this afternoon, I've already passed with extraordinary response and performance.",
    "The road surface instantly wears off once it gets hit by rainwater on the shoulder of the road.",
    "It has been a month since it was broken again.",
    "\"Do not only focus on Sunan Giri Road, but also pay attention to the peripherals of Gresik.\"",
    "Good job to the Gresik Regency Government and its staff.",
    "\"I apologize, the road has potholes again due to the lower road condition on the other side, causing water to accumulate, so I request your help again because it's a hazardous area, especially in front of Sunan Giri school, which also has potholes that are invisible at night due to the lack of streetlights.\"",
    "Good and great, keep it up, miss!",
    "\"We would like to thank Mrs. Yani and her entourage for visiting Kisik Village.\"",
    "Take care of its seeds too.",
    "Praise be to God.",
    "Praise be to God, bro.",
    "\"Making it easier for shrimp farmers in the Sidayu and Pangkah areas to use solar power here is sometimes limited, and it's also often hindered, whereas the life of milkfish, which relies heavily on diesel-powered solar, is very important for the survival of milkfish, anyway.\"",
    "The food is very delicious.",
    "\"Why hasn't the road from Bungah to the west been repaired, they said they would make progress, but there is no progress, sir?\"",
    "In the name of God, blessings, blessings, and benefits.",
    "\"Awesome, bro, I hope all the blessings are upon everyone.\"",
    "I am indeed happy if you appear with Miss Habibah.",
    "\"Byuh pak toyani diwawancarai\" translates to \"Mr. Toyani was being interviewed.",
    "There is no translation for \"wkakakakakak\" as it appears to be a nonsensical or made-up sequence of characters with no meaning in Indonesian or any other language.",
    "\"This Gresik is a great champion, essentially.\"",
    "The regent is very cool.",
    "\"How is this, Mr. Pdam Morowudi has been dead for a week now, the water has been flowing, but the debit is very small, oh dear, I'm tired of waiting for the water.\"",
    "\"There has been a water outage in the Gresik City area since Thursday, January, with the Giritirta medical account's communication channel being inactive for a long time, and the community is already tired of this condition, please help, Director of Giritirta PDAM, take action.\"",
    "\"Let's move on, guys.\"",
    "May at the end of the year, we can repent and change from being oppressive to being trustworthy, the year that ended with a symbolic extinguishing of the fire of corruption which had begun to dwindle before its scheduled time, and the year that began with lies about the promised reforms that were supposed to be completed but ultimately failed to materialize.",
    "\"Don't Die\"",
    "\"What's wrong, mate?\"",
    "Please provide the sentence in Indonesian that you'd like me to translate.",
    "The dam is always broken, why?",
    "This Gresik is rich but its waters are continuously dead.",
    "\"The dam was never repaired.\"",
    "\"Why are you always stubborn and refusing to listen?\"",
    "This Gresik is rich, but its water is always dead.",
    "The dam was never renovated.",
    "The head of the agency will be replaced by Gus.",
    "May we never forget the oath after this.",
    "His copier is small, how is that, brother?",
    "May there be no side effects from the regional election.",
    "\"Don't let it be a loss again, do the right thing, if it doesn't change, it means the regent who needs to be evaluated, the previous regent often had a surplus, the regent must be able to and make Gresik very advanced, not stuck in one place.\"",
    "I have forgotten.",
    "The compact unit's apparatus should not be allowed to operate independently.",
    "May we always be trustworthy, oh God.",
    "\"May I ask whether the Gresik Regency Government does not have a scholarship program similar to the Pemuda Tangguh scholarship offered by the Surabaya City Government?\"",
    "The PAM water treatment plant cannot be operated, it's confusing, even implying corruption.",
    "I think this one is true, maybe he is looking for a hiding place, sir.",
    "\"Let's help each other, shall we?\"",
    "Yes, our team will definitely help you.",
    "Turning around corners.",
    "Praise be to God.",
    "Awesome.",
    "\"Which roads are affected during rush hour, anyway?\"",
    "In my area, the beautiful dawn is cloudy in Gresik.",
    "Gresik Emergency Dump Truck.",
    "\"The operational jam is still plagued by many uncovered dump trucks, even in Gresik, which has a transportation agency, but they only create regulations without actual practice in the field.\"",
    "The \"gimmick\" is taking the safe and secure big road of Lasem railway line only.",
    "There is a long dump truck parked around the entrance gate of Maspion, which should be attended by an officer, especially during peak hours, despite the no-parking signs, but every day many vehicles still park there, and it is often pretended that the road is being widened, but many still park, it's just the same, thank you, hoping for a response.",
    "Every day, there are still many violators of operational hours.",
    "\"If you take the truck via Kertosono Road in the evening, you will pass by Dukun Bungah, everything.\"",
    "Mentahi luar biasa menjadi pengalaman yang tidak ternilai.\n\nBecomes:\n\nThe extraordinary experience becomes priceless.",
    "So, where is the district office of Driyorejo, anyway? What should I do to get out of Gresik, which is flooded from start to finish, with ruined roads, and yet they just stay silent; it's ridiculous, isn't it, that if they fail, people from Gresik will mock them, right? Because of the elevated and paved roads, they claim it can overcome the floods, but look at this, it's even more flooded, haha!",
    "\"Check our evidence of operational hour violations by dump truck.\"",
    "So, it must be like that, the operational hours must be set by a smart leader.",
    "If possible, avoid the northern coast road, the southern route should also be the same because it is very congested.",
    "\"Thanks to Uncle Gus and Bu Min, who are proud to be HMI cadets and citizens of Gresik, whose birthday greetings were directly conveyed by the Regent and their Deputy.\"",
    "gangster",
    "The Sukomulyo area at the Tenger intersection is always congested every morning because first, there are many buses picking up passengers along the roadside, and second, trucks are operational during peak hours when people are going to work and school, so please refrain from operating at that time so as not to cause constant congestion on that road.",
    "There were many still roaming around, coinciding with our school delivery in the morning, which was very disturbing and frightening.",
    "There is no improvement at all in Gresik's feeling, it's still chaotic.",
    "The truck, yani, the son, will follow to park, right?",
    "Great sir, the regent.",
    "\"No way!\"",
    "If it's possible, Mr. Driyorejo also, at the time of departing for work, there were already many trucks, whereas previously there were none.",
    "The Duduksampeyan area also needs a parking lot for trucks so they don't park on the left and right sides of the road.",
    "The patient son is there.",
    "Please be patient, the report is ready to be submitted.",
    "I'm ready.",
    "\"This mess, how is this, bro!\"",
    "Ready, ready, thank you for your report.",
    "Usually, the ones that often pass by on the main road of Driyorejo are trucks from the factory in that area, not inter-city transportation, at least by that hour it's already crowded with trucks.",
    "The feeling is still losing out to Sidoarjo, which is continuously improving, for example, the chaotic Gresik market, with no handling of drivers who defy traffic, the crowded Raya Sukomulyo road every morning, and the many potholes on KH Safii road, a project that is still neglected and not properly managed, lacking supervision of contractors, requiring improvement, both in infrastructure and education for its citizens, do not lose out to neighboring regencies with fewer factories than Gresik, Gresik, aside from being known as the city of santri, is now known as a modern industrial city.",
    "\"This kyai is very funny, isn't he?\"",
    "Praise be to God, hopefully it can reduce the number of accidents caused by large vehicles.",
    "Minus indicator pad.",
    "I respectfully request permission from the authorities to inspect the condition of the main road in Lampah Village, Kedamean District, which is extremely unfit to be called a road.",
    "Hopefully the road expansion of Mojosari Rejo Village to Driyorejo District in Gresik will be built in the direction of Menganti, which is currently very narrow.",
    "God has blessed him, God is blessed.",
    "Create a thoroughfare connecting Bunga Manyar Road.",
    "Why don't you just concrete it at the same time?",
    "I'm happy to help! However, I need to clarify that \"joz\" is not an Indonesian sentence or phrase that can be translated. It seems to be a single word or a typo. Could you please provide the correct Indonesian sentence or phrase you'd like me to translate?",
    "Awesome!",
    "\"it's very good\"",
    "The shortcut road PPS led by Mr. Regent including the alternative village road of Suci if there is an event, we can take a detour.",
    "\"When will Mr. Yani go to Bungah Street?\"",
    "The North Gresik Pantura road is not being repaired either.",
    "See how, unlike before, an impressive monument in the city center was built by Pak Yani, which resulted in a better road, but received more criticism than gratitude.",
    "Please permit and kindly review again the issue of the Kedanyang rubber dam that needs to be reactivated, so that shrimp farmers can utilize the water for irrigation, similar to the Gerak weir.",
    "\"If it rains, please check the flood route in front of PPS leading to Gapura Tebalo Dahanrejo, which gets flooded.\"",
    "I will convey this to the relevant team regarding drainage.",
    "\"Thank you, sir/madam, if a formal application letter is required, please provide guidance via DM.\"",
    "I apologize, but there is no sentence \"joz\" in Indonesian. It seems like you made an error. If you meant to ask for a translation of a specific sentence from Indonesian, please provide the correct sentence, and I'll be happy to help!",
    "\"Minimize the normalization of swamp drainage because of silting so that when it rains, it won't flood, please pay attention.\"",
    "\"We can convey this to the drainage team, okay?\"",
    "\"When will the expansion of Jalan Bunga take place?\"",
    "Please help, the main road between Ngabetan and Karangan in front of the new housing complex is severely damaged.",
    "\"Thank you, please review the flood-prone area at Gapura Tebalo and Dahanrejo road which has been inundated for a year now, the problem lies in the drainage system, not the road.\"",
    "Win the election for the period.",
    "\"A liter of Aqua bottled water per second, how big is the pipe?\"",
    "The big neighborhood of Bringkang is still flooded after a week and the relevant government agencies have not taken any action.",
    "Please overlay the road from Semengo to Jatirembe, which is severely damaged with many potholes.",
    "Praise be to God, hopefully this year the budget has been allocated for the expansion from your current sitting position to a more prestigious one.",
    "The northernmost toll road is severely damaged.",
    "The village was also decorated with half of the tall trees on the high side.",
    "\"There is no problem, don't be embarrassed, it's okay, sir.\"",
    "The road from Kedung Sumber village to Mojopuro, Mbaban, needs to be prioritized, please.",
    "Will be passed through East Java Transportation.",
    "Please provide the sentence in Indonesian that you would like me to translate.",
    "I apologize, sister, the road in question is a village axial road, and the concrete work being carried out is by the village authorities.",
    "Thank you for your attention, it has been noted and will be adjusted according to the available budget, thank you.",
    "We appreciate your attention, it has been noted, and we will adjust it according to our available budget, thank you.",
    "We appreciate your attention, it has been noted and will be adjusted according to our available budget, thank you.",
    "Thank you for your attention, it has been noted and will be adjusted according to our available budget, thank you.",
    "Ready to express gratitude, hopefully it will be fixed soon.",
    "\"Good work by Gresik Regency Government and its sub-districts.\"",
    "The Daendels Road, Panceng, Sidayu has many damaged parts, I respectfully request your attention, thank you.",
    "\"Alhamdulillah, from the Balongpanggang market intersection heading north, the road is now smooth and wide, thank you; however, it's a shame that the asphalt shape follows the old one, so when it rains, flooding still occurs at the same spot as before the repair, it should have started from the intersection going north, gradually sloping downward so that the water can directly flow into the river under the school bridge, besides, in some spots, the u-ditch is higher than the road, thank you.\"",
    "Apart from that, there is another problem that is hoped to be reorganized to be neater and more orderly, namely the parking area in front of the market and in front of the houses along Sambiroto road, which also causes congestion, so the purpose of repairing and widening the road is to improve traffic flow and comfort.",
    "The road from Sumengko to Jatirembe is not worthy to be passed through, full of potholes everywhere and too narrow, as it is frequently used by small dump trucks carrying soil, please pay attention to this matter.",
    "Respect your village head.",
    "The mayor is against the protest.",
    "The headmaster was involved in a case.",
    "The meeting will be continued, please.",
    "\"Close your mouth, boss, or I'll throw it at your head if you don't.\"",
    "The roads of Bunder Cermee and vice versa still have many trucks that violate operational hours.",
    "The report is ready to be received by the Regent of Gresik immediately and will be followed up accordingly.",
    "May the operational hour rules of the trucks remain consistent and not only last until January, and may the voices of the people of Gresik be heard and implemented consistently by the Kabgresik, amen.",
    "Those coming from the west are blocked by parking, but those coming from the east can keep going.",
    "The car parked in the Tambak Beras Padeg Field parking lot, waiting for hours.",
    "\"Headed to work, the road is quite empty, only the company shuttle bus is available for now.\"",
    "In the name of God, may He grant us perseverance.",
    "\"Praise be to God, our good achievement, hopefully it will further improve our services to the community of Gresik.\"",
    "May it be a good starting point for the Gresik Regency Social Department.",
    "Amen, O Lord of the Worlds.",
    "Bravo Dinsos Gresik means \"Good Job Social Department of Gresik\".",
    "\"Good job to Mother, along with her entire team, who continue to dedicatedly serve the community without exception.\"",
    "\"Congratulations to Mr. Kadis and the entire team, praise be to God, I am proud to be a citizen of Gresik, that's awesome!\"",
    "God has blessed him with a blessed social service.",
    "\"The food is delicious, Mother!\"",
    "\"Praise be to God, may the Gresik Social Office continue to improve even more.\"",
    "\"Congratulations to the Social Service of Gresik Regency\"",
    "Please provide the Indonesian sentence you'd like me to translate.",
    "\"Officials must serve the people's every complaint with a simple, affordable, and fast formula, regardless of their preference.\"",
    "We don't plant cocoons because they don't use water to irrigate them at least.",
    "The road which has been destroyed for a week, please, Putra Wajib, you must take control of the road.",
    "It seems that there is a burst pipe in that area.",
    "Don't forget to make a dump truck, also do the work, sir, so it doesn't interfere with the school and work departure times.",
    "Many sacred streets have unfinished projects, please oversee them.",
    "The road in front of the New Era factory is very dangerous and frequently causes many accidents.",
    "Please monitor the road from Balongpanggang to Mantup's western part, which has many potholes.",
    "My mom says that every day I pass by there, now there's already a wave on the road again.",
    "\"Praise be to God, the beneficial agenda.\"",
    "\"However, I regret to say that many PKH recipients are actually individuals who are already relatively affluent, while those who are truly struggling to make ends meet below the poverty line do not receive anything.\"",
    "My parents, who are elderly, have never received PKH assistance or anything.",
    "There should be a latest survey because many are off-target.",
    "But actually there should be a recent survey regarding PKH, because in the last few years people's lives have changed, I have submitted PKH applications several times for those who are unable to afford, but the government's response is that it's not possible because the decision is made centrally, and it's true that many underprivileged people with many children are not receiving assistance, while those who are affluent, with nice houses and many jewelry, are getting it.",
    "It did not reach the rightful hands that deserved to receive the inheritance.",
    "You are already certain of hitting the target.",
    "\"It's just fine.\"",
    "There needs to be a latest survey.",
    "\"The ticket is more expensive, it would be cheaper by taking the Trans Jatim bus.\"",
    "You're welcome to take a tour around by riding the TransJatim bus.",
    "\"The FOMO policy, why doesn't the north coast route become a priority for public transportation, such as rejuvenation and addition of bus fleets, even though the north coast route on Deandles street almost every day sees a rider fatalities, Mr., there are far greater interests that need to be addressed.\"",
    "\"It has been missed, information is already available, sir, regarding the policy related to the East Java North Coast route bus, which is planned to start operating in August.\"",
    "Girlfriend's anticipation to reduce the number of accidents today until tomorrow August is what step from the Gresik Regency Government.",
    "No problem.",
    "How many fleets are there?",
    "May my wishes be fulfilled soon.",
    "If I may offer a suggestion, as a Gresik citizen, I still do not feel the sustainability of development in Gresik Regency, which still lacks many aspects, especially in public facilities and services.",
    "Where is the bathroom?",
    "The road in Gresik needs to be developed considering the many trucks, and the flood problem must also be addressed urgently.",
    "I still don't understand, I've watched this video, but I still don't have any idea at all.",
    "Information pilot for drone control.",
    "Flood.",
    "I don't want to play around, Mr. Governor, the Indah Menganti flood has been inundated with water for a week, do you not want to find the root of the problem so that the people here are not constantly flooded, sir?",
    "\"Gus, the badan air zona next looks like what, the thing that appears normal, drainage normalization that is located in the middle of the settlement or the ditch on the side of the road has been overlooked for so long, not to mention the flooding problem as well.\"",
    "\"Praise to God, I have permission to share.\"",
    "Congratulations",
    "A new leader, a new spirit.",
    "The tax rate is increased to cover the deficit, and it is even more difficult to adjust the elite tax budget allocations.",
    "He wants to get in touch, but it's not possible because there is no contact.",
    "Thank you for the information.",
    "\"The special scope for young pioneers, btw, spill the gift, will you?\"",
    "You should register first ^^",
    "The registration form can be filled out through the requirements point, please try to contact the coordinator via Instagram.",
    "Hello, is there anything we can help you with?",
    "\"It's true, bro, I've already checked.\"",
    "\"I'm ready, I'll DM you, thank you.\"",
    "Registration link must request access first.",
    "You already have access to enter.",
    "There are many holidays.",
    "I apologize, but \"nyoblos\" is not a valid Indonesian sentence. It seems to be a made-up or nonsensical word. Can you provide a valid Indonesian sentence for me to translate?",
    "The date and February can take a long leave for a minimum break.",
    "\"Indeed, there are two moments in the date.\"",
    "Exciting for those who want to go on vacation.",
    "\"The vote is a tool of justice, do not let it be neglected ^^ peaceful election greetings.\"",
    "\"I'd like to ask if there's a tour guide to explain the historical sites or are we just going to be taken around those places on a bus?\"",
    "There are many communities of history and culture enthusiasts there.",
    "\"Cool!\"",
    "\"The teacher is cool.\"",
    "Rarely in the rural areas, especially on the main village road of Lampah, so it's clear which one deserves to be called a road and which one deserves to be called a crocodile farming pond, sir.",
    "Thank you very much, dear elder sibling, for your attention.",
    "His pool should also be paid attention to, okay?",
    "What's with this flood, man?",
    "Its fertilizer disappeared again a year after it was well-fertilized only once.",
    "Only that foolish person can enjoy it.",
    "It's like this, the farmers or middlemen who were invited, the farmers in the western area of Gresik have a lot of land, but they find it difficult to obtain fertilizer, and what's more, the current low rainfall is hindering the growth of their crops.",
    "Yes, sir.",
    "\"High spirits\"",
    "Thank you very much for always enshrining me as a loyal customer every year at this location, originating from the direction of Semambung Swamp.",
    "No matter what, even if waiting for the flood to come, what's important is to act quickly and continue.",
    "How can it be that fast, the best?",
    "\"The long road from Dukun District to Sawo Village is paved, but has many wavy and potholed sections.\"",
    "Natural factors.",
    "\"Now it's the citizens' turn to be aware that if they litter, don't do it in the river again, or if there's a flood, they'll blame the regent, blame the government again, if it's already been cleaned up, it must be maintained, don't litter arbitrarily, you can teach your children to throw trash in the trash can, but you yourselves litter arbitrarily.\"",
    "I've changed my schedule because I just started working and it's already a holiday due to the flood.",
    "It should have been thought out from the start during the first major flood, not now that the second flood has occurred, by the way, Oma Indah is still flooded, especially in the innermost block, which happens every February, including this February.",
    "It's very common with often being awesome.",
    "\"I request your assistance, Sir, the road in Kota Baru, Driyorejo, is severely damaged, the main road has a large pothole, which becomes a massive puddle when it rains, making it extremely dangerous, so I hope you can help us by making a video, Sir admin, we hope that the damaged road here can be repaired soon.\"",
    "That flood control every year which passes through Gresik during normalisation is not because of trash, but sediment, ensuring a safe flood.",
    "The floodwater is still high, Mother, in the beautiful Minta, please help control it so that the downstream river is not clogged or congested by waste such as eceng gondok and others.",
    "Let us preserve the environment together, okay, brother, like not throwing trash into the river.",
    "\"Halo, thank you for your aspiration, we also need cooperation from the community, such as taking care of the environment by not littering in drains or rivers.\"",
    "\"Likewise, elder brother, hopefully the flood will soon subside and not happen again; apart from that, we also need the cooperation of the community, such as not littering in drains or rivers.\"",
    "\"Halo brother, you can check on our previous VT, we are trying to normalize the situation, some are already in progress, but some factors are unavoidable, such as high shipment volumes and heavy rainfall, and subsequently, the related agencies will continue to evaluate.\"",
    "Let us jointly preserve the environment for a better life.",
    "It should have been prepared before the rainy season arrives.",
    "Ready at my place, it's flooded right now due to continuous rain, even though the drainage canal has already been widened.",
    "\"So, also build a dike so that every year it won't flood, that's Morowudi, which always floods every year, and now even areas that never used to flood are also flooded.\"",
    "The beautiful OIM environment is still flooded, what is the cause, it has been more than a week, the organized waste management system is already in place and there are officers collecting the trash, but the river in OIM is still not clean, there was a work crew cleaning the river in the OIM environment, this is the xth flood and the longest one to recede.",
    "The mother's beautiful day changes the flood.",
    "\"Flooding again, supposedly the southern area of Gresik is always evaluating, but why?\"",
    "Awesome!",
    "Information about the distribution of this crop, sir.",
    "\"Congratulations to Gresik for its noble spirit, clean and clean!\"",
    "The Regent, Mr. Khairul Syafii, the road is damaged due to an unfinished pipe excavation, which poses a danger to drivers.",
    "The sentence he uttered when interviewed showed that the Regent of Gresik was a straightforward person.",
    "Please note that traffic lights at Gresik District and Kebomas are still prone to many beggars, including child beggars, silver humans, and vagrants, and need to be controlled.",
    "\"Please proceed, sir.\"",
    "\"It can build a mosque, it can build an Islamic center, that's great, but why hasn't the operational assistance for school APBD semester been disbursed, please disburse it, sir.\"",
    "Slowly but surely, Gresik will become even more advanced.",
    "The regent is proud like Gus Yani.",
    "Praise be to God, my regency is amazing now.",
    "I'm already impatient to see Gresik's progress.",
    "On the side of Gus Yani, what is it, Pak Mulyanto?",
    "My favorite is satay at Lowayu.",
    "\"God bless you, thank you, sister, for visiting our satay hut.\"",
    "This is cool.",
    "\"This is very delicious, ma'am, where is this place?\"",
    "He/She is suitable for me.",
    "So I want",
    "The content of this makes me want to go there later when the fasting period is over.",
    "The food is delicious and the lady is beautiful.",
    "The location of Lowayu Village's gate is on the west side, and during Ramadan, it is open starting from dawn, so please feel free to visit.",
    "\"We respectfully request that all parties immediately realize the BOSSDA budget for private schools, wishing them continued success and always being granted good health.\"",
    "Its development was continued to the south and will continuously proceed.",
    "There are still many companies that do not pay THR, and some even have unpaid salaries.",
    "\"Blessings for the citizens.\"",
    "\"This Gusku is incredibly cool, not losing out to other city developments in Indonesia.\"",
    "\"That's cool, man.\"",
    "May blessings always be upon you.",
    "May Ramadan be filled with blessings and abundant benefits.",
    "Let it continue, sir.",
    "The road is messed up, all of that, you know.",
    "\"Continue the government administration.\"",
    "Brother Gus, our friends on Bawean Island still need the help of our younger brother, Saka Bahari, and the Jatim Kwarda and Gresik Kwarcab are ready to go to Bawean.",
    "Let victory be ours.",
    "Amen.",
    "Gresik is compact in facing anything, the spirit of Gresik residents remains enthusiastic.",
    "It's lit!",
    "Exceptional synergy.",
    "\"Cool, dude!\""
]